Repository: fabienlege/initials-default-avatar
Catalog: languages/initials-default-avatar-*.po
Languages: nl_nl

source: Font
nl_nl: Lettertype

source: Initials (Generated)
nl_nl: Initialen (gegenereerd)

source: Settings
nl_nl: Instellingen

source: Initials Default Avatar
nl_nl: Initialen Standaard Avatar

source: Avatars are managed by the administrator of your site's network. There are no settings for you here.
nl_nl: Avatars worden ingesteld door de beheerder van het netwerk. Hier zijn verder geen instellingen voor je.

source: It seems that your site cannot connect to gravatar.com to check user profiles. Note that Initials Default Avatar may overwrite a valid gravatar with a default avatar.
nl_nl: Het lijkt erop dat je site geen verbinding kan maken met gravatar.com om gebruikersprofielen te checken. Het kan gebeuren dat Initials Default Avatar nu een valide gravatar overschrijft met een standaard avatar.

source: The generated images for the Initials avatars are requested from an external online placeholder service. You can choose from multiple services. These services are not affiliated with this plugin.
nl_nl: De gegenereerde afbeeldingen voor de Initialen avatars worden opgevraagd bij een externe online dienst. Je kan kiezen uit verschillende diensten. Deze diensten zijn niet verbonden aan deze plugin.

source: Select a service
nl_nl: Selecteer een dienst

source: Select a placeholder service.
nl_nl: Selecteer een online dienst.

source: See %s for more information.
nl_nl: Zie %s voor meer informatie.

# default avatar display name
source: Sample
nl_nl: Voorbeeld

source: Service options
nl_nl: Opties

source: Font size in percentage
nl_nl: Lettergrootte in percentage

source: Select an option
nl_nl: Selecteer een optie

source: Network default
nl_nl: Netwerkstandaard

source: Use the Initials avatar as your network's default avatar. Overrides any site avatar settings.
nl_nl: Gebruik de Initialen avatar als de standaard avatar voor het netwerk. Dit overschrijft alle instellingen voor avatars van een site.

source: Placeholder service
nl_nl: Online dienst

source: Initials Default Avatar Settings
nl_nl: Instellingen voor de Initialen Standaard Avatar

source: Use colorful inital-based default avatars
nl_nl: Gebruik kleurrijke standaard avatars met initialen
